Repository: manuelnaranjo/OpenProximity
Catalog: openproximity2/django-web/locale/*/LC_MESSAGES/django.po
Languages: it

source: yes,no
it: sí, no

source: Adapter
it: Adattatore

source: Error Message
it: Messaggio di Errore

source: Actions
it: Azioni

source: You will have to wait for 15 seconds for this to complete!
it: Attenti 15 secondi per completare l'operazione!

source: Property
it: Propietà

source: Value
it: Valore

source: Set
it: Definire

source: Default Adapter
it: Adattatore di Default

source: time
it: tempo

source: bluetooth address
it: indirizzo bluetooth

source: identifying name
it: Nome Identificativo

source: connections
it: connessioni

source: maximum allowed connections
it: Numero Massimo di Connessioni permesse

source: name filter
it: Filtro per Nome

source: address filter
it: Filtro per Indirizzo

source: starting date, or null to run for ever until end
it: Data di Inizio, valore nullo per attivarla sempre fino alla fine

source: ending date, or null to run for ever since start
it: Data di Fine, valore nullo per attivarla sempre dall'inizio

source: dongles names
it: Nome dei Dongles

source: if you want your campaign to change the bluetooth dongles names when running then set this variable
it: Se desideri che questa campagna cambi il nome dei Dongles Bluetooth quando si attiva, definisci il Nome

source: how many times it should try again when rejected, -1 infinite
it: quante volte il sistema tenta di inviare il contenuto in caso di Rifiuto, -1 per infinite volte

source: how much time to wait after a certain device has rejected a file before we try again
it: quanto tempo aspettare in caso di rifiuto di un device prima di tentare di inviarlo di nuovo

source: how many times it should try to send when timing out, -1 infinite
it: quante volte il sistema tenta di inviare un contenuto in caso di mancata risposta, -1 per infinite volte

source: how much time to wait after a certain device has made a timeout before we try again
it: quanto tempo aspettare in caso di mancata risposta di un device prima di tentare di inviarlo di nuovo

source: how many times will this campaign be accepted before disabling, -1 means infinite
it: quante volte questa campagna verrà inviata con successo prima di disabilitarsi, -1 significa significa sempre attiva

source: if the meassured rssi is over or equal than this value then campaign will match, take into account rssi is negative, range -255 0
it: se l' RSSI medio è superiore o uguale a questo valore il contenuto verrò inviato al dispositivo rilevato. Il valore del RSSI è negativo, il range è da -255 a 0

source: if the meassured rssi is less or equal than this value then campaign will match, take into account rssi is negative, range -255 0
it: se l' RSSI medio è minore o uguale a questo valore il contenuto verrò inviato al dispositivo rilevato. Il valore del RSSI è negativo, il range è da -255 a 0

source: if < 1 then a random number generator will check if the user is lucky enough to get this file
it: se è minore di 1 verrà generato un numero random e si controlla se l'utente viene sorteggiato per ricevere il contenuto

source: campaign file itself
it: contenuto della campagna

source: dongle address
it: Indirizzo del dongle

source: remote address
it: indirizzo remoto

source: bluetooth rfcomm channel that provides the used service
it: canale rfcomm che fornisce il servizio utilizzato

source: Auto Discovered Dongle
it: Dongle Auto Rilevato

source: Autodiscovered Bluetooth dongle
it: Dongle Bluetooth Auto Rilevato

source: Welcome,
it: Benvenuto

source: Documentation
it: Documentazione

source: Change password
it: Cambia Password

source: Log out
it: Esci

source: Home
it: Inizio

source: OpenProximity site admin
it: Sito di Amministrazione di OpenProximity

source: OpenProximity administration
it: Amministrazione di OpenProximity

source: OpenProximity Home
it: Inizio di OpenProximity

source: Index
it: Indice

source: Last Seen
it: Ultimi Rilevati

source: Data Browse
it: Visualizzatore di<br/>Dati

source: Admin Site
it: Amministra<br/>Sito

source: Translate
it: Traduci

source: Close this Window
it: Chiudere questa Finestra

source: Configure Campaign
it: Configurare Campagna

source: Errors while configuring
it: Errore in Configurazione

source: Please Correct
it: Per favore correggi

source: Configure
it: Configura

source: Configure Dongle
it: Configura Dongle

source: There's a new version available
it: Esiste una nuova versione disponibile!

source: New Version
it: Nuova Versione

source: Your Version
it: La tua Versione

source: Server Log
it: Log del Server

source: Devices seen during the last 15 minutes
it: Dispositivi rilevati negli ultimi 15 minuti

source: Address
it: Indirizzo

source: Name
it: Nome

source: Devclass
it: Classe del Dispositivo

source: Obex Valid
it: Obex Valido

source: Tried
it: Tentativi

source: Rejected
it: Rifiutati

source: Accepted
it: Accettati

source: Submit
it: Inviare

source: Delete?
it: Cancellare?

source: Marketing Campaigns
it: Campagne di Marketing

source: Enabled
it: Attivo

source: Service
it: Servizio

source: Start
it: Inizio

source: End
it: Fine

source: Name Filter
it: Filtro per Nome

source: Address Filter
it: Filtro per Indirizzo

source: DevClass Filter
it: Filtro per Classe del Dispositivo

source: Serving File
it: Invio Contenuto

source: Chances
it: Probabilità

source: Known Dongles
it: Dongles note

source: Is Scanner
it: E' Scanner

source: Scanner Enabled
it: Attiva Scanner

source: Scanner Priority
it: Priorità dello Scanner

source: Is Uploader
it: E' Uploader

source: Uploader Enabled
it: Uploader Attivo

source: Max Connections
it: Numero Massimo di Connessioni

source: Server Statistics
it: Statistiche del Server

source: Seen
it: Rilevati

source: Valid Obex
it: Obex Validi

source: Reset Statistics
it: Cancella Statistiche

source: Server Status
it: Stato del Server

source: RPC Server is running
it: Il Server RPC è in esecuzione

source: Uploaders Connected
it: Uploaders connessi

source: Scanners Connected
it: Scanners connessi

source: Restart RPC Server
it: Riavvia il Server RPC
